'use client';

export default function Page() {
  return (
    <>
      <div>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
        <h1>検索</h1>
      </div>
    </>
  );
}
